Repository: dvallin/vesta
Catalog: Vesta/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, zh_hans

# todos.recurrence-frequency.yearly
source: years
de: Jahre
es: Anual
fr: ans
it: Annuale
ja: 年
zh_hans: 年

# todos.recurrence-type.fixed
source: Fixed
de: Fest
es: Fijo
fr: Fixe
it: Fisso
ja: 固定
zh_hans: 固定

# todos.recurrence-type.flexible
source: Flexible
de: Flexibel
it: Flessibile
ja: 柔軟
zh_hans: 灵活

source: tsp
de: TL
es: cdta
fr: c.à.c
it: cuc
ja: 小さじ
zh_hans: 茶匙

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
zh_hans: 撤销

source: Unknown Item
de: Unbekannter Artikel
es: Artículo desconocido
fr: Article inconnu
it: Articolo sconosciuto
ja: 不明な項目
zh_hans: 未知项目

source: Validation Error
de: Validierungsfehler
es: Error de validación
fr: Erreur de validation
it: Errore di convalida
ja: 入力エラー
zh_hans: 验证错误

source: Week %d
de: Woche %d
es: Semana %d
fr: Semaine %d
it: Settimana %d
ja: 第%d週
zh_hans: 第%d周

source: You don't have any received invites
de: Du hast keine erhaltenen Einladungen
es: No tienes invitaciones recibidas
fr: Vous n'avez aucune invitation reçue
it: Non hai ricevuto inviti
ja: 受信した招待はありません
zh_hans: 您没有收到任何邀请

source: You haven't sent any invites
de: Du hast keine Einladungen gesendet
es: No has enviado invitaciones
fr: Vous n'avez envoyé aucune invitation
it: Non hai inviato alcun invito
ja: 送信した招待はありません
zh_hans: 您尚未发送任何邀请

source: You need to be logged in to send invites
de: Du musst angemeldet sein, um Einladungen zu senden
es: Necesitas iniciar sesión para enviar invitaciones
fr: Vous devez être connecté pour envoyer des invitations
it: Devi effettuare l'accesso per inviare inviti
ja: 招待を送信するにはログインする必要があります
zh_hans: 您需要登录才能发送邀请

source: You've already sent an invite to this user
de: Du hast diesem Benutzer bereits eine Einladung gesendet
es: Ya has enviado una invitación a este usuario
fr: Vous avez déjà envoyé une invitation à cet utilisateur
it: Hai già inviato un invito a questo utente
ja: このユーザーにすでに招待を送信しています
zh_hans: 您已向该用户发送过邀请

source: Your invite has been sent successfully
de: Deine Einladung wurde erfolgreich gesendet
es: Tu invitación ha sido enviada correctamente
fr: Votre invitation a été envoyée avec succès
it: Il tuo invito è stato inviato con successo
ja: 招待が正常に送信されました
zh_hans: 您的邀请已成功发送

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
zh_hans: 名称

source: Name: %@
es: Nombre: %@
fr: Nom : %@
it: Nome: %@
ja: 名前: %@
zh_hans: 名称：%@

source: OK
es: Aceptar
zh_hans: 确定

source: %dd
fr: %dj
it: %dg
ja: %d日
zh_hans: %d天

source: 1d
fr: 1j
it: 1g
ja: 1日
zh_hans: 1天

source: lb
ja: ポンド
zh_hans: 磅

source: oz
ja: オンス
zh_hans: 盎司

source: g
zh_hans: 克

source: kg
zh_hans: 千克

source: l
zh_hans: 升

source: ml
zh_hans: 毫升
